Repository: ibm-verify/verify-sdk-ios
Catalog: Sources/mfa/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, hu, it, ja, ko, pl, pt, ru, zh_hans, zh_hant

source: An error occured. %@
cs: Došlo k chybě. %@
de: Es ist ein Fehler aufgetreten. %@
es: Se ha producido un error. %@
fr: Une erreur s'est produite. %@
hu: Hiba történt. %@
it: Si è verificato un errore. %@
ja: エラーが発生しました。%@
ko: 오류가 발생했습니다. %@
pl: Wystąpił błąd. %@
pt: Ocorreu um erro. %@
ru: Произошла ошибка. %@
zh_hans: 发生错误。%@
zh_hant: 發生錯誤。%@

source: Authenticate to enroll
cs: Pro registraci se přihlaste
de: Zur Anmeldung bitte authentifizieren
es: Inicia sesión para inscribirte
fr: Se connecter pour s'inscrire
hu: A regisztrációhoz azonosítania kell magát
it: Effettua l'autenticazione per iscriverti
ja: 登録するには認証を行ってください
ko: 가입을 위해 인증하세요
pl: Zaloguj się, aby się zarejestrować
pt: Faça a autenticação para se inscrever
ru: Пройдите аутентификацию, чтобы зарегистрироваться
zh_hans: 验证身份以完成注册
zh_hant: 請驗證身分以完成註冊

source: Authentication token is missing
cs: Chybí ověřovací token
de: Das Authentifizierungstoken fehlt
es: Falta el token de autenticación
fr: Le jeton d'authentification est manquant
hu: Hiányzik a hitelesítési token
it: Manca il token di autenticazione
ja: 認証トークンが見つかりません
ko: 인증 토큰이 없습니다
pl: Brakuje tokenu uwierzytelniającego
pt: Falta o token de autenticação
ru: Отсутствует токен аутентификации
zh_hans: 缺少身份验证令牌
zh_hant: 缺少驗證憑證

source: Biometric signature method not provided in metadata configuration.
cs: Metoda biometrického podpisu není uvedena v konfiguraci metadat.
de: Das Verfahren zur biometrischen Signatur ist in der Metadatenkonfiguration nicht vorgesehen.
es: El método de firma biométrica no figura en la configuración de metadatos.
fr: La méthode de signature biométrique n'est pas fournie dans la configuration des métadonnées.
hu: A metaadatok konfigurációjában nincs megadva a biometrikus aláírási módszer.
it: Il metodo di firma biometrica non è specificato nella configurazione dei metadati.
ja: メタデータ設定に生体認証署名方式が指定されていません。
ko: 메타데이터 구성에 생체 인식 서명 방법이 제공되지 않습니다.
pl: W konfiguracji metadanych nie podano metody podpisu biometrycznego.
pt: O método de assinatura biométrica não está definido na configuração dos metadados.
ru: Метод биометрической подписи не указан в настройках метаданных.
zh_hans: 元数据配置中未提供生物特征签名方法。
zh_hant: 元資料設定中未提供生物特徵簽名方法。

source: Biometry not available.
cs: Biometrické údaje nejsou k dispozici.
de: Biometrische Daten nicht verfügbar.
es: No hay datos biométricos disponibles.
fr: Données biométriques non disponibles.
hu: A biometrikus adatok nem állnak rendelkezésre.
it: Dati biometrici non disponibili.
ja: 生体認証は利用できません。
ko: 생체 인식 기능을 사용할 수 없습니다.
pl: Dane biometryczne niedostępne.
pt: Biometria indisponível.
ru: Биометрические данные отсутствуют.
zh_hans: 无法获取生物特征数据。
zh_hant: 無生物特徵資料。

source: Failed to construct valid URL for next pending transaction.
cs: Nepodařilo se vytvořit platný objekt typu ` URL ` pro další čekající transakci.
de: Es ist nicht gelungen, eine gültige Transaktions-ID ( URL ) für die nächste ausstehende Transaktion zu erstellen.
es: No se ha podido crear un « URL » válido para la siguiente transacción pendiente.
fr: Impossible de créer une transaction « URL » valide pour la prochaine transaction en attente.
hu: Nem sikerült létrehozni az érvényes „ URL ” elemet a következő függőben lévő tranzakcióhoz.
it: Impossibile creare un oggetto ` URL ` valido per la transazione in sospeso successiva.
ja: 次の保留中のトランザクションに対して、有効な URL を構築できませんでした。
ko: 다음 대기 중인 트랜잭션에 대해 유효한 URL 를 생성하지 못했습니다.
pl: Nie udało się utworzyć prawidłowego adresu URL dla kolejnej oczekującej transakcji.
pt: Não foi possível criar um ` URL ` válido para a próxima transação pendente.
ru: Не удалось создать допустимый файл « URL » для следующей ожидающей транзакции.
zh_hans: 无法为下一个待处理事务构建有效的 URL。
zh_hant: 無法為下一個待處理交易建立有效的 URL。

source: Failed to construct valid URL with transaction ID ‘%@‘.
cs: Nepodařilo se vytvořit platný objekt typu ` URL ` s ID transakce „%@“.
de: Es ist nicht gelungen, eine gültige URL mit der Transaktions-ID „%@“ zu erstellen.
es: No se ha podido crear un objeto « URL » válido con el ID de transacción «%@».
fr: Impossible de créer une URL valide avec l'ID de transaction « %@ ».
hu: Nem sikerült létrehozni az érvényes „ URL ” fájlt a „%@” tranzakciós azonosítóval.
it: Impossibile creare un file “ URL ” valido con l’ID transazione ‘%@‘.
ja: トランザクション ID「%@」を持つ有効な URL の構築に失敗しました。
ko: 트랜잭션 ID ‘%@‘를 사용하여 유효한 URL 를 생성하지 못했습니다.
pl: Nie udało się utworzyć prawidłowego adresu URL z identyfikatorem transakcji „%@”.
pt: Falha ao criar um URL válido com o ID da transação ‘%@‘.
ru: Не удалось создать допустимый файл URL с идентификатором транзакции «%@».
zh_hans: 无法使用事务 ID ‘%@’ 构建有效的 URL。
zh_hant: 無法建立交易 ID 為「%@」的有效 URL。

source: Failed to convert data to JSON.
cs: Nepodařilo se převést data na JSON.
de: Konnte die Daten nicht in JSON umwandeln.
es: No se pudo convertir los datos a JSON.
fr: Échec de la conversion des données en JSON.
hu: Nem sikerült az adatot JSON-formátumba konvertálni.
it: Impossibile convertire i dati in JSON.
ja: データをJSONに変換できなかった。
ko: 데이터를 JSON으로 변환하지 못했어.
pl: Nie udało się przekonwertować danych na JSON.
pt: Falhou a conversão dos dados para JSON.
ru: Не удалось преобразовать данные в JSON.
zh_hans: 数据转换成 JSON 失败。
zh_hant: 無法將資料轉成 JSON。

source: Failed to convert data to UTF-8 string.
cs: Nepodařilo se převést data na řetězec typu „ UTF-8 “.
de: Die Konvertierung der Daten in eine Zeichenfolge vom Typ „ UTF-8 “ ist fehlgeschlagen.
es: No se han podido convertir los datos a una cadena de tipo « UTF-8 ».
fr: Échec de la conversion des données en chaîne de caractères « UTF-8 ».
hu: Nem sikerült az adatokat „ UTF-8 ” karakterlánccá konvertálni.
it: Impossibile convertire i dati in una string UTF-8.
ja: データを UTF-8 文字列に変換できませんでした。
ko: 데이터를 UTF-8 문자열로 변환하는 데 실패했습니다.
pl: Nie udało się przekonwertować danych na ciąg znaków typu „ UTF-8 ”.
pt: Não foi possível converter os dados em uma string do tipo ` UTF-8 `.
ru: Не удалось преобразовать данные в строку формата « UTF-8 ».
zh_hans: 无法将数据转换为 UTF-8 字符串。
zh_hant: 無法將資料轉換為 UTF-8 字串。

source: Failed to initialize registration data.
cs: Nepodařilo se inicializovat registrační údaje.
de: Die Initialisierung der Registrierungsdaten ist fehlgeschlagen.
es: No se han podido inicializar los datos de registro.
fr: Échec de l'initialisation des données d'enregistrement.
hu: A regisztrációs adatok inicializálása sikertelen volt.
it: Impossibile inizializzare i dati di registrazione.
ja: 登録データの初期化に失敗しました。
ko: 등록 데이터 초기화에 실패했습니다.
pl: Nie udało się zainicjować danych rejestracyjnych.
pt: Falha ao inicializar os dados de registro.
ru: Не удалось инициализировать регистрационные данные.
zh_hans: 无法初始化注册数据。
zh_hant: 無法初始化註冊資料。

source: Failed to parse OTP URI from server response.
cs: Nepodařilo se analyzovat URI jednorázového hesla (OTP) z odpovědi serveru.
de: Die OTP-URI aus der Serverantwort konnte nicht analysiert werden.
es: No se ha podido analizar la URI de OTP de la respuesta del servidor.
fr: Échec de l'analyse de l'URI OTP provenant de la réponse du serveur.
hu: Nem sikerült feldolgozni az OTP URI-t a szerver válaszából.
it: Impossibile analizzare l'URI OTP dalla risposta del server.
ja: サーバーからの応答に含まれるOTP URIの解析に失敗しました。
ko: 서버 응답에서 OTP URI를 구문 분석하는 데 실패했습니다.
pl: Nie udało się przeanalizować adresu URI kodu OTP z odpowiedzi serwera.
pt: Não foi possível analisar a URI do OTP a partir da resposta do servidor.
ru: Не удалось проанализировать URI одноразового пароля (OTP) из ответа сервера.
zh_hans: 无法解析服务器响应中的 OTP URI。
zh_hant: 無法從伺服器回應中解析 OTP URI。

source: Failed to serialize registration data.
cs: Nepodařilo se serializovat registrační údaje.
de: Die Serialisierung der Registrierungsdaten ist fehlgeschlagen.
es: No se han podido serializar los datos de registro.
fr: Échec de la sérialisation des données d'enregistrement.
hu: A regisztrációs adatok sorosítását nem sikerült végrehajtani.
it: Impossibile serializzare i dati di registrazione.
ja: 登録データのシリアライズに失敗しました。
ko: 등록 데이터를 직렬화하는 데 실패했습니다.
pl: Nie udało się zserializować danych rejestracyjnych.
pt: Não foi possível serializar os dados de registro.
ru: Не удалось сериализовать регистрационные данные.
zh_hans: 无法将注册数据序列化。
zh_hant: 無法將註冊資料序列化。

source: HMAC-based one-time password (HOTP)
cs: HMAC-based one-time password HMAC jednorázové heslo založené na (HOTP)
de: HMAC-basiertes Kennwort für einmaliges Anmelden (HOTP)
es: contraseña única basada en HMAC (HOTP)
fr: mot de passe à utilisation unique basé sur HMAC (HOTP)
hu: HMAC alapú egyszer használatos jelszó (HOTP)
it: Password monouso basata su HMAC (HOTP)
ja: HMAC ベース・ワンタイム・パスワード (HOTP) (HMAC-based one-time password (HOTP)
ko: HMAC 기반 일회성 비밀번호(HOTP, HAMC-based one-time password)
pl: hasło jednorazowe wykorzystujące HMAC (HOTP)
pt: Senha descartável baseada no HMAC (HOTP)
ru: одноразовый пароль на основе HMAC (HMAC-based one-time password, HOTP)
zh_hans: 基于 HMAC 的一次性密码 (HMAC-based one-time password，HOTP)
zh_hant: 以 HMAC 為基礎的一次性密碼 (HMAC-based one-time password, HOTP)

source: Invalid factor to perform signing.
cs: Neplatný faktor pro provedení podpisu.
de: Ungültiger Faktor für die Signatur.
es: Factor no válido para realizar la firma.
fr: Facteur non valide pour effectuer la signature.
hu: Az aláíráshoz használt tényező érvénytelen.
it: Fattore non valido per eseguire la firma.
ja: 署名を行うための因子が無効です。
ko: 서명을 수행하는 데 사용할 수 없는 인자입니다.
pl: Nieprawidłowy czynnik do wykonania podpisania.
pt: Fator inválido para realizar a assinatura.
ru: Недопустимый фактор для выполнения подписи.
zh_hans: 用于签名的因子无效。
zh_hant: 執行簽署時使用的因子無效。

source: Key
cs: Klíč
de: Schlüssel
es: Clave
fr: Clé
hu: Kulcs
it: Chiave
ja: キー
ko: 키
pl: Klucz
pt: Chave
ru: ключ
zh_hans: 键
zh_hant: 索引鍵

source: No biometry type available after authentication.
cs: Po ověření není k dispozici žádný typ biometrických údajů.
de: Nach der Authentifizierung ist kein biometrischer Datentyp verfügbar.
es: No hay ningún tipo de dato biométrico disponible tras la autenticación.
fr: Aucun type de données biométriques n'est disponible après l'authentification.
hu: A hitelesítés után nincs elérhető biometrikus azonosítási mód.
it: Dopo l'autenticazione non è disponibile alcun tipo di dato biometrico.
ja: 認証後、利用可能な生体認証方式がありません。
ko: 인증 후 사용할 수 있는 생체 인식 유형이 없습니다.
pl: Po uwierzytelnieniu nie jest dostępny żaden typ danych biometrycznych.
pt: Não há nenhum tipo de biometria disponível após a autenticação.
ru: После аутентификации тип биометрических данных недоступен.
zh_hans: 身份验证后无可用生物识别类型。
zh_hant: 驗證完成後，沒有可用的生物辨識類型。

source: No factors are available for enrollment.
cs: Pro zařazení do studie nejsou k dispozici žádné faktory.
de: Es liegen keine Faktoren für die Aufnahme vor.
es: No hay criterios de inclusión disponibles.
fr: Aucun critère de sélection n'est disponible.
hu: A felvételhez nincsenek rendelkezésre álló tényezők.
it: Non sono disponibili criteri di ammissione.
ja: 登録に利用できる要因はありません。
ko: 등록에 사용할 수 있는 요소가 없습니다.
pl: Nie ma dostępnych kryteriów kwalifikacji do udziału w badaniu.
pt: Não há fatores disponíveis para a inscrição.
ru: Критерии включения в исследование отсутствуют.
zh_hans: 目前没有可用于入组的因素。
zh_hant: 目前尚無可供入組的因素。

source: No pending transaction was available to complete.
cs: Nebyly k dispozici žádné nevyřízené transakce, které by bylo možné dokončit.
de: Es war keine ausstehende Transaktion zum Abschluss verfügbar.
es: No había ninguna transacción pendiente que se pudiera completar.
fr: Aucune transaction en attente n'était disponible pour être finalisée.
hu: Nem volt feldolgozásra váró tranzakció.
it: Non sono state trovate transazioni in sospeso da completare.
ja: 完了すべき保留中の取引はありませんでした。
ko: 완료할 수 있는 보류 중인 거래가 없습니다.
pl: Nie znaleziono żadnej transakcji oczekującej na realizację.
pt: Não havia nenhuma transação pendente disponível para ser concluída.
ru: Не было доступных незавершенных транзакций для завершения.
zh_hans: 没有待处理的交易可供完成。
zh_hant: 沒有待處理的交易可供完成。

source: No transactions found for the authenticator.
cs: Pro tento autentifikátor nebyly nalezeny žádné transakce.
de: Für den Authentifikator wurden keine Transaktionen gefunden.
es: No se han encontrado transacciones para el autenticador.
fr: Aucune transaction n'a été trouvée pour cet authentificateur.
hu: Az azonosítóhoz nem találtak tranzakciókat.
it: Non sono state trovate transazioni relative all'autenticatore.
ja: その認証ツールに関する取引は見つかりませんでした。
ko: 해당 인증기에 대한 거래 내역이 없습니다.
pl: Nie znaleziono żadnych transakcji dla tego urządzenia uwierzytelniającego.
pt: Não foram encontradas transações para o autenticador.
ru: Для данного аутентификатора транзакции не найдены.
zh_hans: 未找到该身份验证器的任何交易。
zh_hant: 未找到該驗證器的任何交易紀錄。

source: No valid factor type found.
cs: Nebyl nalezen žádný platný typ faktoru.
de: Es wurde kein gültiger Faktortyp gefunden.
es: No se ha encontrado ningún tipo de factor válido.
fr: Aucun type de facteur valide n'a été trouvé.
hu: Nem találtak érvényes tényezőtípust.
it: Non è stato trovato alcun tipo di fattore valido.
ja: 有効な因子タイプが見つかりませんでした。
ko: 유효한 인자 유형을 찾을 수 없습니다.
pl: Nie znaleziono prawidłowego typu czynnika.
pt: Não foi encontrado nenhum tipo de fator válido.
ru: Не найден допустимый тип фактора.
zh_hans: 未找到有效的因子类型。
zh_hant: 未找到有效的因子類型。

source: None
cs: Není
de: Keine
es: Ninguna
fr: Aucun
hu: Nincs
it: Nessuna
ja: なし
ko: 없음
pl: Brak
pt: Nenhum
ru: Никакой
zh_hans: 无
zh_hant: 無

source: Not available
cs: Není k dispozici
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hu: Nem áll rendelkezésre
it: Non disponibile
ja: 使用不可
ko: 사용 불가능
pl: Niedostępne
pt: Não disponível
ru: Отсутствует
zh_hans: 不可用
zh_hant: 無法使用

source: One-time passcode not provided in metadata configuration.
cs: Jednorázový přístupový kód není uveden v konfiguraci metadat.
de: Einmal-Passwort wurde in der Metadatenkonfiguration nicht angegeben.
es: No se ha proporcionado el código de acceso único en la configuración de metadatos.
fr: Le code d'accès à usage unique n'est pas fourni dans la configuration des métadonnées.
hu: Az egyszeri jelszót nem adták meg a metaadatok konfigurációjában.
it: Il codice di accesso monouso non è stato specificato nella configurazione dei metadati.
ja: メタデータ設定にワンタイムパスコードが指定されていません。
ko: 메타데이터 구성에 일회용 비밀번호가 지정되지 않았습니다.
pl: W konfiguracji metadanych nie podano jednorazowego kodu dostępu.
pt: A senha de uso único não foi fornecida na configuração de metadados.
ru: Одноразовый пароль не указан в настройках метаданных.
zh_hans: 元数据配置中未提供一次性密码。
zh_hant: 元資料設定中未提供一次性驗證碼。

# PendingRequestTypeDefault
source: Verification
cs: Ověřování
de: Verifizierung
es: Verificación
fr: Vérification
hu: Ellenőrzés
it: Verifica
ja: 検査
ko: 검증
pl: Weryfikacja
pt: Verificação
ru: Верификация
zh_hans: 验证
zh_hant: 驗證

source: Request
cs: Žádost
de: Anforderung
es: Solicitud
fr: demande
hu: Kérés
it: Richiedi
ja: 要求
ko: 요청
pl: Żądanie
pt: Requisição
ru: Требование
zh_hans: 请求
zh_hant: 要求

source: Signature method '%@' has no attributes.
cs: Metoda podpisu „%@“ nemá žádné atributy.
de: Die Signaturmethode „%@“ hat keine Attribute.
es: El método de firma «%@» no tiene atributos.
fr: La méthode de signature « %@ » ne comporte aucun attribut.
hu: A „%@” aláírási módszernek nincsenek attribútumai.
it: Il metodo di firma '%@' non presenta attributi.
ja: シグネチャメソッド「%@」には属性がありません。
ko: '%@' 시그니처 메서드에는 속성이 없습니다.
pl: Metoda sygnatury „%@” nie ma żadnych atrybutów.
pt: O método de assinatura '%@' não possui atributos.
ru: Метод сигнатуры «%@» не имеет атрибутов.
zh_hans: 签名方法“%@”没有属性。
zh_hant: 簽名方法「%@」沒有任何屬性。

source: Signature method '%@' is not available.
cs: Metoda podpisu „%@“ není k dispozici.
de: Die Signaturmethode „%@“ ist nicht verfügbar.
es: El método de firma «%@» no está disponible.
fr: La méthode de signature « %@ » n'est pas disponible.
hu: A „%@” aláírási módszer nem áll rendelkezésre.
it: Il metodo di firma '%@' non è disponibile.
ja: シグネチャメソッド「%@」は利用できません。
ko: '%@' 서명 메서드를 사용할 수 없습니다.
pl: Metoda podpisu „%@” jest niedostępna.
pt: O método de assinatura '%@' não está disponível.
ru: Метод подписи «%@» недоступен.
zh_hans: 签名方法“%@”不可用。
zh_hant: 簽名方法「%@」不可用。

source: Signature method '%@' is not enabled.
cs: Metoda podpisu „%@“ není povolena.
de: Die Signaturmethode „%@“ ist nicht aktiviert.
es: El método de firma «%@» no está habilitado.
fr: La méthode de signature « %@ » n'est pas activée.
hu: A „%@” aláírási módszer nincs engedélyezve.
it: Il metodo di firma '%@' non è abilitato.
ja: 署名メソッド「%@」は有効になっていません。
ko: '%@' 서명 메서드가 활성화되어 있지 않습니다.
pl: Metoda podpisu „%@” nie jest włączona.
pt: O método de assinatura '%@' não está habilitado.
ru: Метод подписи «%@» не включен.
zh_hans: 签名方法“%@”未启用。
zh_hant: 簽名方法「%@」尚未啟用。

source: Signature method '%@' not found.
cs: Metoda podpisu „%@“ nebyla nalezena.
de: Signaturmethode „%@“ nicht gefunden.
es: No se ha encontrado el método de firma «%@».
fr: Méthode de signature « %@ » introuvable.
hu: A „%@” aláírási módszer nem található.
it: Metodo di firma "%@" non trovato.
ja: シグネチャメソッド「%@」が見つかりません。
ko: '%@' 서명 메서드를 찾을 수 없습니다.
pl: Nie znaleziono metody podpisu „%@”.
pt: Método de assinatura '%@' não encontrado.
ru: Метод подписи «%@» не найден.
zh_hans: 未找到签名方法“%@”。
zh_hant: 找不到簽名方法「%@」。

source: The access or refresh token is missing.
cs: Chybí přístupový nebo aktualizační token.
de: Das Zugriffs- oder Aktualisierungstoken fehlt.
es: Falta el token de acceso o de actualización.
fr: Le jeton d'accès ou de rafraîchissement est manquant.
hu: Hiányzik a hozzáférési vagy frissítési token.
it: Manca il token di accesso o di aggiornamento.
ja: アクセス トークンまたはリフレッシュ トークンがありません。
ko: 액세스 토큰 또는 리프레시 토큰이 없습니다.
pl: Brakuje tokenu dostępu lub odświeżania.
pt: O token de acesso ou de atualização está faltando.
ru: Отсутствует токен доступа или токен обновления.
zh_hans: 缺少访问令牌或刷新令牌。
zh_hant: 缺少存取憑證或更新憑證。

source: The algorithm ‘%@’ is not supported.
cs: Algoritmus „%@“ není podporován.
de: Der Algorithmus „%@“ wird nicht unterstützt.
es: El algoritmo «%@» no es compatible.
fr: L'algorithme « %@ » n'est pas pris en charge.
hu: A „%@” algoritmus nem támogatott.
it: L'algoritmo "%@" non è supportato.
ja: アルゴリズム「%@」はサポートされていません。
ko: ‘%@’ 알고리즘은 지원되지 않습니다.
pl: Algorytm „%@” nie jest obsługiwany.
pt: O algoritmo “%@” não é compatível.
ru: Алгоритм «%@» не поддерживается.
zh_hans: 不支持算法“%@”。
zh_hant: 不支援「%@」這個演算法。

source: The authenticator identifier is missing from the token.
cs: V tokenu chybí identifikátor autentifikátoru.
de: Die Authentifizierungs-ID fehlt im Token.
es: Falta el identificador del autenticador en el token.
fr: L'identifiant de l'authentificateur est absent du jeton.
hu: A tokenből hiányzik az azonosító.
it: Nel token manca l'identificatore dell'autenticatore.
ja: トークンに認証情報の識別子が含まれていません。
ko: 토큰에서 인증자 식별자가 누락되었습니다.
pl: W tokenie brakuje identyfikatora modułu uwierzytelniającego.
pt: O identificador do autenticador está faltando no token.
ru: В токене отсутствует идентификатор аутентификатора.
zh_hans: 令牌中缺少身份验证器标识符。
zh_hant: 該憑證中缺少驗證器識別碼。

source: The private key used for signing was not found.
cs: Soukromý klíč použitý k podepsání nebyl nalezen.
de: Der zum Signieren verwendete private Schlüssel wurde nicht gefunden.
es: No se ha encontrado la clave privada utilizada para la firma.
fr: La clé privée utilisée pour la signature est introuvable.
hu: Az aláíráshoz használt titkos kulcs nem található.
it: La chiave privata utilizzata per la firma non è stata trovata.
ja: 署名に使用された秘密鍵が見つかりませんでした。
ko: 서명에 사용된 개인 키를 찾을 수 없습니다.
pl: Nie znaleziono klucza prywatnego używanego do podpisywania.
pt: A chave privada usada para a assinatura não foi encontrada.
ru: Частный ключ, используемый для подписи, не найден.
zh_hans: 未找到用于签名的私钥。
zh_hant: 找不到用於簽名的私密金鑰。

source: The provided registration data is not valid for either Cloud or On-Premise registration.
cs: Zadané registrační údaje nejsou platné ani pro registraci v cloudu, ani pro registraci v lokálním prostředí.
de: Die angegebenen Registrierungsdaten sind weder für die Cloud- noch für die On-Premise-Registrierung gültig.
es: Los datos de registro facilitados no son válidos ni para el registro en la nube ni para el registro local.
fr: Les données d'inscription fournies ne sont valides ni pour l'inscription au service Cloud ni pour l'inscription à la version sur site.
hu: A megadott regisztrációs adatok sem a felhőalapú, sem a helyszíni regisztrációhoz nem érvényesek.
it: I dati di registrazione forniti non sono validi né per la registrazione al servizio Cloud né per quella On-Premise.
ja: ご提供いただいた登録データは、クラウド版およびオンプレミス版のいずれの登録においても有効ではありません。
ko: 제공된 등록 정보는 클라우드 등록이나 온프레미스 등록 모두에 유효하지 않습니다.
pl: Podane dane rejestracyjne nie są ważne ani w przypadku rejestracji w chmurze, ani w przypadku rejestracji lokalnej.
pt: Os dados de registro fornecidos não são válidos nem para o registro na nuvem nem para o registro no local.
ru: Предоставленные регистрационные данные не подходят ни для регистрации в облачной версии, ни для локальной версии.
zh_hans: 提供的注册数据既不适用于云端注册，也不适用于本地注册。
zh_hant: 所提供的註冊資料無論是針對雲端還是本地部署的註冊，均無效。

source: The received data could not be parsed. %@
cs: Nedařilo se analyzovat přijatá data. %@
de: Die empfangenen Daten konnten nicht analysiert werden. %@
es: No se han podido analizar los datos recibidos. %@
fr: Les données reçues n'ont pas pu être analysées. %@
hu: A beérkezett adatokat nem sikerült feldolgozni. %@
it: Non è stato possibile analizzare i dati ricevuti. %@
ja: 受信したデータを解析できませんでした。%@
ko: 수신된 데이터를 구문 분석할 수 없습니다. %@
pl: Nie udało się przetworzyć otrzymanych danych. %@
pt: Não foi possível analisar os dados recebidos. %@
ru: Не удалось проанализировать полученные данные. %@
zh_hans: 无法解析接收到的数据。%@
zh_hant: 無法解析收到的資料。%@

source: The registration data is invalid. %@
cs: Registrační údaje jsou neplatné. %@
de: Die Registrierungsdaten sind ungültig. %@
es: Los datos de registro no son válidos. %@
fr: Les données d'inscription ne sont pas valides. %@
hu: A regisztrációs adatok érvénytelenek. %@
it: I dati di registrazione non sono validi. %@
ja: 登録データが無効です。%@
ko: 등록 정보가 유효하지 않습니다. %@
pl: Dane rejestracyjne są nieprawidłowe. %@
pt: Os dados de registro são inválidos. %@
ru: Данные регистрации неверны. %@
zh_hans: 注册数据无效。%@
zh_hant: 註冊資料無效。%@

source: The registration has not been initialized. Please call initiate() first.
cs: Registrace nebyla inicializována. Nejprve prosím zavolejte funkci `initiate()`.
de: Die Registrierung wurde noch nicht initialisiert. Bitte rufen Sie zuerst die Funktion `initiate()` auf.
es: El registro no se ha inicializado. Por favor, llama primero a la función `initiate()`.
fr: L'enregistrement n'a pas été initialisé. Veuillez d'abord appeler la fonction `initiate()`.
hu: A regisztráció még nem került inicializálásra. Kérjük, először hívja meg az `initiate()` függvényt.
it: La registrazione non è stata inizializzata. Si prega di chiamare prima la funzione `initiate()`.
ja: 登録が初期化されていません。 まず、initiate() を呼び出してください。
ko: 등록이 초기화되지 않았습니다. 먼저 initiate()를 호출해 주세요.
pl: Rejestracja nie została zainicjowana. Proszę najpierw wywołać funkcję `initiate()`.
pt: O registro não foi inicializado. Por favor, chame a função `initiate()` primeiro.
ru: Регистрация не была инициализирована. Пожалуйста, сначала вызовите функцию initiate().
zh_hans: 注册尚未初始化。 请先调用 initiate()。
zh_hant: 註冊尚未初始化。 請先呼叫 initiate() 函式。
